// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Cancelar";
"SHUTDOWN_BUTTON"	= "Desligar";
"SKIP_BUTTON"		= "Ignorar";
"QUIT_BUTTON"		= "Sair";
"GO_BUTTON"		= "Ir";

"CONNECT_BUTTON"	= "Ligar";
"CONTINUE_BUTTON"	= "Continuar";
"RECONNECT_BUTTON"	= "Voltar a tentar";
"GO_BACK_BUTTON"	= "Anterior";
"REGISTER_LATER_BUTTON"	= "Registar depois";
"DONT_ACCEPT_BUTTON"	= "Não aceitar";
"LEARNMORE_BUTTON"	= "Saiba mais";

"SYSTEM_PREFERENCES_BUTTON" = "Abrir Preferências do Sistema";

"SYSTEM_PREFERENCES" = "Preferências do Sistema";

// HEADING_FONT : use legal postscript name [4890740]
"HEADING_FONT" = "LucidaGrande"; 
"HEADING_SIZE" = "42";
"HEADING_KERNING" = "-2";

"REGISTRATION_FILE_PATH" = "%@/Library/Assistants/Send Registration.setup";
"REGISTRATION_FILE_ALIAS_PATH" = "%@/Send Registration";

"LOCAL_ADMIN_SHORT_NAME" = "administração";
"LOCAL_ADMIN_FULL_NAME" = "Administrador";

"OTHER_AIRPORT_NETWORK" = "Outra rede";
// ---------------------------------------------------------------------
// * Migration
// ---------------------------------------------------------------------
"Successfully connected to the other Mac..." = "A ligação ao outro Mac foi bem sucedida…";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "A configurar o seu computador…";
"MESSAGE_PREP_CONNECTION"	= "A preparar para estabelecer ligação…";
"MESSAGE_CONNECTING"		= "A estabelecer ligação com a Apple…";
"MESSAGE_DISCONNECTING"		= "A terminar a ligação…";
"MESSAGE_REGISTRATION_SENT"	= "O registo foi enviado à Apple.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_STARTUP_CANNOT_RUN_TITLE"		= "Não é possível utilizar o Assistente de Configuração para configurar este computador.";
"MESSAGE_STARTUP_CANNOT_RUN"			= "Para alterar as definições deste computador, escolha Apple () > Preferências do Sistema.";

"MESSAGE_MONITOR_CANNOT_RUN_TITLE"		= "Não é possível usar o Assistente de Configuração com este monitor.";
"MESSAGE_MONITOR_CANNOT_RUN"			= "Para configurar este computador, escolha Preferências do Sistema, no menu Apple. Pode registar o seu produto em www.apple.com/register.";

"MESSAGE_SPEAKER_CONNECTION_TITLE"		= "Não foi possível identificar o dispositivo ligado à coluna Apple.";
"MESSAGE_SPEAKER_CONNECTION"			= "Retire a ficha da tomada e volte a ligá-la, certificando-se de que se encontra correctamente introduzida.";

"MESSAGE_CONNECTION_FAILED_TITLE"		= "Não foi possível enviar o registo.";
"MESSAGE_CONNECTION_FAILED"				= "Não foi possível ligar à Apple. A linha está ocupada ou as definições de rede não estão correctas. Clique em Voltar a tentar para voltar atrás e alterar as definições, ou opte por enviar o registo noutra altura.";
"MESSAGE_CONNECTION_FAILED_REGLATER"	= "A ligação à Apple está ocupada ou o computador não conseguiu estabelecer ligação à Internet. Confira as definições da rede ou estabeleça ligação à Internet antes de enviar o registo.";

"MESSAGE_CONNECTION_CANCELED_TITLE"		= "Cancelado…";
"MESSAGE_CONNECTION_CANCELED"			= "Certifique-se de que, posteriormente, regista o produto.";

"MESSAGE_REGISTRATION_FAILED_TITLE"		= "Não foi possível processar o seu registo.";
"MESSAGE_REGISTRATION_FAILED"			= "Pode concluir o registo posteriormente, abrindo o ficheiro Send Registration, que encontrará na pasta Pessoal.";

"MESSAGE_AUTHENTICATION_FAILED_TITLE"	= "A informação de conta indicada não está correcta.";
"MESSAGE_AUTHENTICATION_FAILED"			= "A informação relativa à conta foi rejeitada pelo seu fornecedor de serviço Internet. Clique em Anterior, corrija a informação e volte a tentar.";

"MESSAGE_CC_VALIDATION_FAILED_TITLE"	= "Não foi possível processar o seu cartão de crédito.";
"MESSAGE_CC_VALIDATION_FAILED"			= "Não foi possível utilizar o cartão de crédito indicado. Clique em Anterior, para se certificar de que a informação relativa ao cartão de crédito está correcta, ou para indicar um número de cartão diferente, e volte a tentar.";

"MESSAGE_INVALID_ADDRESS_TITLE"			= "O endereço indicado está incorrecto.";
"MESSAGE_INVALID_ADDRESS"				= "Clique em Anterior, para se certificar de que as informações referentes à localidade e código postal estão correctas, e volte a tentar.";


"MESSAGE_INVALID_REGISTRATION_TITLE"	= "A informação de registo indicada está incorrecta.";
"MESSAGE_INVALID_FIRSTNAME"				= "O nome indicado contém um erro. Clique em Anterior para se certificar de que o nome próprio está correcto, e volte a tentar.";
"MESSAGE_INVALID_LASTNAME"				= "O nome indicado contém um erro. Clique em Anterior para se certificar de que o apelido está correcto, e volte a tentar.";
"MESSAGE_INVALID_PHONE_NUMBER"			= "O número de telefone indicado contém um erro. Clique em Anterior para se certificar de que o número de telefone está correcto, e volte a tentar.";


"MESSAGE_NO_DIAL_TONE_TITLE"			= "O modem não detectou sinal de marcação.";
"MESSAGE_NO_DIAL_TONE"					= "Certifique-se de que o modem se encontra ligado e clique em OK. Ou clique em Cancelar para voltar atrás e assinalar Ignorar sinal de marcação.";

"MESSAGE_CC_IN_USE_TITLE"				= "Não é possível criar uma conta com este cartão de crédito.";
"MESSAGE_CC_IN_USE"						= "Este cartão de crédito já foi usado para criar uma conta neste fornecedor de serviço Internet (ISP). Clique em Anterior e digite informações relativas a outro cartão de crédito; em alternativa, entre em contacto com o ISP.";

"MESSAGE_DOTMAC_WEB_CANCELLED_TITLE"	= "O processo de adesão a MobileMe foi cancelado.";
"MESSAGE_DOTMAC_WEB_CANCELLED"			= "Pode clicar em Voltar a tentar para voltar a ligar a MobileMe, ou cancelar o processo de adesão a MobileMe e continuar a configurar o computador.";

"MESSAGE_NO_HINT_WARNING_TITLE"			= "Não indicou nenhuma pista para a palavra-passe.";
"MESSAGE_NO_HINT_WARNING"				= "Tem a certeza de que não quer inserir uma pista para a palavra-passe? Caso se esqueça da mesma, terá de criar uma nova.";

// ---------------------------------------------------------------------
// * Quit prematually
// ---------------------------------------------------------------------
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_TITLE" = "Deseja desligar o computador?";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT" = "Não terminou a configuração do Mac OS X.";
"MESSAGE_QUIT_NO_LOCAL_ACCOUNT_CAN_SKIP" = "Não terminou a configuração do Mac OS X. Pode clicar em Ignorar, para ignorar o processo de registo.";

"MESSAGE_QUIT_TITLE" = "Tem a certeza que pretende sair?";

"MESSAGE_QUIT_NO_REGISTRATION"  = "Se sair agora, o registo não será enviado à Apple.";
"MESSAGE_QUIT_REGISTER_LATER" = "Se desejar prosseguir com a configuração, mas não concluir o registo por agora, clique em “Registar depois”.";

"MESSAGE_CANCEL_TITLE" = "Tem a certeza?";

"MESSAGE_SKIP_USER_INFO" = "Se não quiser enviar a sua informação pessoal, clique em Continuar.";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Ocorreu um erro inesperado.";
"MESSAGE_FATAL_ERROR_TITLE"		= "Ocorreu um erro inesperado.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Erro";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Pedimos desculpa…";

// ---------------------------------------------------------------------
// * Support API error
// ---------------------------------------------------------------------
"ERROR_MESSAGE_NetworkConfigure"		= "[A configuração da rede falhou]";
"ERROR_MESSAGE_ICConfigure"				= "[A configuração da Internet falhou]";
"ERROR_MESSAGE_UserConfigureFirstTime" 	= "[A criação de conta local falhou]";

"ERROR_MESSAGE_NetworkConfigureFailed" = "Não foi possível configurar a rede. Não será possível enviar a informação de registo nem ligar à Internet. Clique em Cancelar para alterar as definições de rede, ou em OK para concluir a configuração, apesar deste problema.";
// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Pedimos desculpa";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Aviso";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Gostaria de continuar?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Não forneceu toda a informação necessária.";
"ERROR_MESSAGE_VALIDATION_0001" = "Para introduzir a informação, clique em Anterior e verifique os campos assinalados com as setas vermelhas.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "O texto introduzido é demasido curto.";
"ERROR_MESSAGE_VALIDATION_0002" = "Verifique o campo destacado e corrija o texto.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "A informação introduzida não está correcta. Volte a introduzir a informação, certificando-se de que está correcta.";

                    // NI Username/Password invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "O nome de utilizador ou palavra-passe que digitou não está correcto (ou o início de sessão está desactivado).";
"ERROR_MESSAGE_VALIDATION_0004" = "Volte a introduzir a informação ou contacte o administrador do sistema.";

                    // NI Password invalid 
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "O nome de utilizador ou palavra-passe que digitou não está correcto (ou o início de sessão está desactivado).";
"ERROR_MESSAGE_VALIDATION_0005" = "Volte a introduzir a informação ou contacte o administrador do sistema.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Não é possível usar o nome indicado.";
"ERROR_MESSAGE_VALIDATION_0006" = "Confira o campo destacado e digite um nome de conta diferente.";

"ERROR_MESSAGE_VALIDATION_0007_TITLE" = "Não é possível usar o nome indicado.";
"ERROR_MESSAGE_VALIDATION_0007" = "O nome indicado não está disponível. Digite um nome diferente.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "O campo do endereço IP está vazio. Digite o seu endereço IP.";
"ERROR_MESSAGE_VALIDATION_0010" = "O endereço IP introduzido tem caracteres que não são válidos. Volte a digitar o endereço IP, certificando-se de que o introduz correctamente.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "O endereço deve conter 4 segmentos."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Verifique o campo destacado e indique um endereço válido. Se desconhece a informação a digitar, contacte o administrador da rede.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "O endereço deve conter 4 segmentos."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Verifique o campo destacado e indique um endereço válido. Se desconhece a informação a digitar, contacte o administrador da rede.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Cada segmento do endereço deve conter entre 1 e 3 caracteres."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Verifique o campo destacado e indique um endereço válido. Se desconhece a informação a digitar, contacte o administrador da rede.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "O endereço especificado não é permitido.";
"ERROR_MESSAGE_VALIDATION_0014" = "Verifique o campo destacado e indique um endereço válido. Se desconhece a informação a digitar, contacte o administrador da rede.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "A máscara de sub-rede indicada não está correcta.";
"ERROR_MESSAGE_VALIDATION_0015" = "Verifique o campo destacado e indique uma máscara de sub-rede válida. Se desconhece a informação a digitar, contacte o administrador da rede.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Já existe uma conta Open Directory com este nome. Se utilizar este nome, não será possível aceder à conta já existente.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Não é possível usar o mesmo valor para estes campos.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "A palavra-passe digitada é inválida.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Não é possível usar o número do cartão de crédito indicado.";
"ERROR_MESSAGE_VALIDATION_0019" = "Verifique o campo destacado e digite um número de cartão de crédito válido.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "O nome da conta não pode começar por um número.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Poderá não ser possível utilizar o endereço e-mail especificado.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "O endereço IP e do router não é consistente com a máscara de sub-rede indicada. Verifique os campos seguintes e insira valores válidos:\n     Endereço IP\n     Máscara de sub-rede\n     Endereço do router\nCaso não disponha desta informação, contacte o administrador do seu sistema.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Não é possível usar o nome indicado.";
"ERROR_MESSAGE_VALIDATION_0023" = "Verifique o campo destacado e digite um nome diferente.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Existe informação duplicada.";
"ERROR_MESSAGE_VALIDATION_0024" = "Verifique o campo destacado e indique valores únicos.";

					// Wireless join errors
"ERROR_MESSAGE_VALIDATION_0025_TITLE" = "Este computador não se encontra na lista de controlo de acesso da estação-base.";
"ERROR_MESSAGE_VALIDATION_0025" = "Tem de acrescentar este computador à lista de controlo de acesso da estação-base.";
"ERROR_MESSAGE_VALIDATION_0026_TITLE" = "Ocorreu um erro ao aceder à rede seleccionada.";
"ERROR_MESSAGE_VALIDATION_0026" = "Verifique as definições da base AirPort ou tente aceder a uma rede diferente.";
					
                    // Required field for registration
"ERROR_MESSAGE_VALIDATION_0027_TITLE" = "Faltam algumas informações de registo.";
"ERROR_MESSAGE_VALIDATION_0027" = "Para introduzir a informação, clique em Anterior e verifique os campos assinalados com as setas vermelhas.";

                    // Registration server validation (from 1000-)
"ERROR_MESSAGE_VALIDATION_1000" = "Digite um código postal válido.";
"ERROR_MESSAGE_VALIDATION_1001" = "Digite um indicativo válido.";
"ERROR_MESSAGE_VALIDATION_1002" = "Digite um número local válido.";
"ERROR_MESSAGE_VALIDATION_1003" = "Digite um número de telefone válido.";

                    // AppleCareAgreement validation (from 2000-)
"ERROR_MESSAGE_VALIDATION_2000_TITLE" = "O número de acordo que digitou não é válido.";
"ERROR_MESSAGE_VALIDATION_2000" = "O número de acordo deve ter entre 12 e 15 dígitos.";

                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "As palavras-passe não coincidem.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Verifique os campos assinalados com setas vermelhas e introduza a mesma palavra-passe em ambos os campos.";

"ERROR_NO_PASSWORD_INSECURE_TITLE" = "A sua conta de utilizador não tem palavra-passe.";
"ERROR_NO_PASSWORD_INSECURE" = "Se a conta de utilizador não tiver uma palavra-passe, o computador não ficará protegido. Clique em Cancelar para introduzir uma palavra-passe.";

"ERROR_NIUSERNAME_EXISTS_LONGNAME_TITLE" = "Já existe uma conta Open Directory com este nome longo.";
"ERROR_NIUSERNAME_EXISTS_LONGNAME" = "Se utilizar este nome, não será possível aceder à conta de utilizador já existente. Gostaria realmente de criar uma conta local com este nome?";

"ERROR_NIUSERNAME_EXISTS_SHORTNAME_TITLE" = "Já existe uma conta Open Directory com este nome.";
"ERROR_NIUSERNAME_EXISTS_SHORTNAME" = "Se utilizar este nome, não será possível aceder à conta de utilizador já existente. Gostaria realmente de criar uma conta local com este nome?";

"ERROR_IP_AND_ROUTER_TITLE" = "Tem a certeza de que pretende que o seu endereço IP seja igual ao endereço do router?";
"ERROR_IP_AND_ROUTER" = "Utilizar o mesmo endereço para o IP e para o router pode causar problemas de rede. Se desconhece os endereços IP e do router, contacte o administrador da rede.";

"ERROR_POSTAL_USA_TITLE" = "O código postal especificado não é válido.";
"ERROR_POSTAL_USA" = "O código postal tem de ter 5 dígitos (ou 9, no caso de um código tipo ZIP+4) e tem de ter o seguinte formato XXXXX-XXXX (X representa os dígitos do código postal).";

"ERROR_POSTAL_JAPAN_TITLE" = "O código postal que introduziu não é válido.";
"ERROR_POSTAL_JAPAN" = "O código postal tem de ter 7 dígitos no seguinte formato: XXX-XXXX (X representa os dígitos do código postal).";

"ERROR_POSTAL_OTHER_TITLE" = "O código postal que introduziu não é válido.";
"ERROR_POSTAL_OTHER" = "O código postal tem de ter menos de 32 caracteres.";

"ERROR_AREA_CODE_CANADA_USA_TITLE" = "O indicativo especificado não é válido.";
"ERROR_AREA_CODE_CANADA_USA" = "O indicativo tem de ser maior que 200 e não pode ser 411, 611 nem 911.";

"ERROR_LOCAL_NUMBER_CANADA_USA_TITLE" = "Número de telefone local que especificou não é válido.";
"ERROR_LOCAL_NUMBER_CANADA_USA" = "O indicativo tem de ser superior a 200, e não pode ser 411, 611, nem 911. Volte a digitar o número de telefone.";

"ERROR_EXCHANGE_NUMBER_CANADA_USA_TITLE" = "Número de telefone local que especificou não é válido.";
"ERROR_EXCHANGE_NUMBER_CANADA_USA" = "O indicativo da área indicada não pode ser 555. Volte a digitar o número de telefone.";

"ERROR_PHONE_NUMBER_JAPAN_TITLE" = "O número de telefone que introduziu não é válido.";
"ERROR_PHONE_NUMBER_JAPAN" = "O número de telefone tem de ter pelo menos 10 dígitos.";

"ERROR_PHONE_NUMBER_CANADA_USA_TITLE" = "O número de telefone que introduziu não é válido.";
"ERROR_PHONE_NUMBER_CANADA_USA" = "O número de telefone tem de ter 10 dígitos.";

"ERROR_USERNAME_AND_PASSWORD_TITLE" = "O nome de utilizador não pode ser igual à palavra-passe.";
"ERROR_USERNAME_AND_PASSWORD"		= "A informação indicada representa um risco de segurança. Digite uma palavra-passe diferente.";

"ERROR_UNIQUE_DNS_ENTRIES_TITLE" = "Existem entradas de DNS duplicadas.";
"ERROR_UNIQUE_DNS_ENTRIES"		= "Verifique o campo destacado e indique valores DNS únicos.";

"ERROR_PASSWORD_CANNOT_BE_HINT_TITLE" = "A pista não pode ser igual à palavra-passe.";
"ERROR_PASSWORD_CANNOT_BE_HINT"		= "A informação indicada representa um risco de segurança. Digite uma pista ou uma palavra-passe diferente.";

"American Express"			= "American Express";
"MasterCard"				= "MasterCard";
"Visa"					= "VISA";
"JCB"					= "JCB";
"E-On"					= "E-On";
"Million"				= "Milhão";
"Internet Service Plan"                 = "Plano de serviço Internet";

"FADE_STRING_1" = "Mac OS X 10.5 Leopard";
"FADE_STRING_2" = "Introdução";
